tap "adoptopenjdk/openjdk"
tap "blacktop/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "knazarov/qemu-virgl"
tap "sidneys/homebrew"
brew "xz"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "m4"
brew "autoconf"
brew "automake"
brew "bazel"
brew "binutils"
brew "cabextract"
brew "freetype"
brew "pkg-config"
brew "cairo"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "cocoapods"
brew "deno"
brew "docker"
brew "docker-compose"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fdk-aac"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "git"
brew "libusb"
brew "gnupg"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "libtool"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jpeg", link: true
brew "libsixel"
brew "libssh"
brew "libusb-compat"
brew "qemu"
brew "lima"
brew "lzfse"
brew "mingw-w64"
brew "protobuf", link: false
brew "mitmproxy"
brew "molten-vk"
brew "neovim"
brew "node"
brew "open-jtalk"
brew "openblas"
brew "pulseaudio"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.9"
brew "rust"
brew "sl"
brew "tmux"
brew "tree"
brew "usbutils"
brew "vulkan-headers"
brew "wimlib"
brew "winetricks"
brew "youtube-dl"
brew "zenity"
brew "zlib"
brew "blacktop/tap/ipsw"
brew "jakehilborn/jakehilborn/displayplacer"
brew "sidneys/homebrew/openssl@1.0"
brew "sidneys/homebrew/chntpw"
cask "adobe-creative-cloud"
cask "audacity"
cask "blender"
cask "brave-browser"
cask "checkra1n"
cask "clover-configurator"
cask "cscreen"
cask "epic-games"
cask "flutter"
cask "foobar2000"
cask "gcc-arm-embedded"
cask "google-chrome"
cask "iterm2"
cask "loopback"
cask "multimc"
cask "multipass"
cask "obs"
cask "opencore-configurator"
cask "osu"
cask "raycast"
cask "sidequest"
cask "slack"
cask "steam"
cask "steamcmd"
cask "tuxguitar"
cask "vlc"
cask "wine-crossover"
cask "wine-stable"
cask "wineskin"
cask "zoom"
cask "discord"
cask "diskcord-canary"
cask "visual-studio-code"
